"All neccessary tools have been disabled in Preferences" = "Alla verktyg som behövs har stängts av i inställningarna";
"Can't map file into memory" = "Kan inte läsa in filen i minnet";
"File cannot be optimized any further" = "Det går inte att optimera filen mer";
"File is neither PNG, GIF nor JPEG" = "Filen är varken i PNG- eller JPG-format";
"Inspecting file" = "Inspekterar fil";
"New file" = "Ny fil";
"Optimized file could not be saved" = "Den optimerade filen kunde inte sparas";
"Optimized successfully with %@" = "Optimering med %@ lyckades";
"Size of optimized file is 0" = "Den optimerade filens storlek är 0";
"Started %@" = "%@ har startat";
"Waiting in queue" = "Väntar i kö";
"Waiting to be optimized" = "Väntar på optimering";
"Waiting to start more optimizations" = "Waiting to start more optimizations";
"%@ failed to start" = "%@ kunde inte startas";
"Add" = "Lägg till";
"Cut" = "Klipp ut";
"KB" = "KB";
"MB" = "MB";
"Saved %@ out of %@. %@ overall (up to %@ per file)" = "Saved %@ out of %@. %@ overall (up to %@ per file)";
"Saved %@ out of %@. %@ per file on average (up to %@)" = "Saved %@ out of %@. %@ per file on average (up to %@)";